insert into "Clients" values
    (1, 'Individual', 'Архипова Любовь Юрьевна', 1),
    (2, 'Individual', 'Светленко Наталья Степановна', 2),
    (3, 'Individual', 'Горбунов Виталий Петрович', 3),
    (4, 'LegalEntity', 'ООО "НародТорг', 4),
    (5, 'LegalEntity', 'ООО "Старфиш"', 5);

insert into "Individuals" values
    (1, '02.09.1995', 'f'),
    (2, '30.08.1994', 'f'),
    (3, '28.01.1998', 'm');

insert into "LegalEntities" values
    (4, '1124512538'),
    (5, '5318352925');

insert into "Accounts" values
    (1, 250, 100, 5),
    (2, 100, 100, 5),
    (3, 1000, 100, 5),
    (4, 5000, 200, 10),
    (5, 100, 100, 5);

insert into "Credits" values
    (1, 5, 100, '27.02.2019', '02.03.2019');


insert into "Deposits" values
    (1, 1, 100, '26.02.2019 15:05'),
    (2, 2, 250, '25.02.2019 16:14'),
    (3, 3, 100, '15.02.2019 14:55'),
    (4, 4, 500, '12.02.2019 13:02'),
    (5, 4, 4500, '10.02.2019 19:59'),
    (6, 5, 100, '10.02.2019 19:59');

insert into "Tariffs" values
    (1, 300, 'Безлимит на все'),
    (2, 0, 'Исходящие за 1 руб/мин');

insert into "Numbers" values
    ('9981841814', 1, 1),
    ('9981151015', 2, 1),
    ('9981111011', 3, 2);

insert into "Services" values
    (1, 'Мобильный интернет', '4 ГБ трафика за 200 руб/месяц'),
    (2, 'SMS', 'Безлимитные SMS за 50 руб/месяц');

insert into "ActivatedServices" values
    ('9981151015', 1, '25.02.2019 16:48'),
    ('9981111011', 2, '15.02.2019 15:10');

insert into "Charges" values
    (1, 1, 'Tariff', 300, '26.02.2019 15:15', 1, null),
    (2, 2, 'Tariff', 300, '25.02.2019 16:28', 1, null),
    (3, 2, 'Service', 200, '25.02.2019 16:48', null, 1),
    (4, 3, 'Service', 50, '15.02.2019 15:10', null, 2);
