insert into Client (Type, Name, Balance, CreditLimit, CreditTime) values
    ('I', 'Архипова Любовь Юрьевна', 250, 100, 5),
    ('I', 'Светленко Наталья Степановна', 100, 100, 5),
    ('I', 'Горбунов Виталий Петрович', 1000, 100, 5),
    ('L', 'ООО НародТорг', 5000, 200, 10),
    ('L', 'ООО Старфиш', 100, 100, 5);

insert into Contact (Client_id, Type, Description) values
    (1, 'e', 'lubov99@mail.ru'),
    (2, 'e', 'natalia1983ab@gmail.com');


insert into Credit (Client_id, Sum, StartDate, EndDate) values
    (5, 100, '27.02.2019', '02.03.2019'),
    (1, 100, '28.02.2019', '03.03.2019');


insert into Deposit (Client_id, Sum, Time) values
    (1, 100, '26.02.2019 15:05'),
    (2, 250, '25.02.2019 16:14'),
    (3, 100, '15.02.2019 14:55'),
    (4, 500, '12.02.2019 13:02'),
    (4, 4500, '10.02.2019 19:59'),
    (5, 100, '10.02.2019 19:59');

insert into Service (Name, Description, TariffDescription) values
    ('Мобильный интернет безлимит',
        'Безлимитный мобильный интернет за 300 руб. в месяц',
        '300 руб/месяц'),
    ('SMS безлимит',
        'Безлимитные SMS за 50 руб. в месяц',
        '50 руб/месяц'),
    ('Мобильная связь безлимит',
        'Безлимитные входящие и исходящие звонки по стране за 250 рублей в месяц',
        '250 руб/месяц'),
    ('Мобильная связь',
        'Звонки с поминутной оплатой исходящих и бесплатными входящими',
        'Исходящие: 1 руб/мин; Входящие: бесплатно');

insert into ActivatedService values
    (2, '9981151015', 1, '25.02.2019 16:48', '25.03.2019 16:48'),
    (3, '9981111011', 2, '15.02.2019 15:10', '15.03.2019 15:10'),
    (1, '9981841814', 3, '14.02.2019 10:00', '14.02.2019 10:00');

insert into Charge (Client_id, Sum ,Time, Service_id) values
    (2, 300, '25.02.2019 16:48', 1),
    (3, 50, '15.02.2019 15:10', 2),
    (1, 250, '14.02.2019 10:00', 3);
